Repository: common-repository/no-aioseop-nags
Catalog: languages/*-aioseop-nags-*.po
Languages: de_de

source: But now -since Version 2.7., we are as well supporting desperate YOAST Seo users in their search of a cleaner admin area
de_de: Aber jetzt -seit Version 2.7. , unterstützen wir auch verzweifelte YOAST Sei Nutzer auf Ihrer Suche nach einem werbefreien Admin-Bereich

source: It is a great plugin, and we love it. BUT it is enough to mention it once that there are premium versions.
de_de: Es ist ein tolles Plugin, das ja auch wir lieben. ABER, es reicht eigentlich, einmal zu erwähnen, daß es auch eine Premium Version gibt.

source: <- Check to block the nagging
de_de: <- Auswählen, um die Werbung zu blockieren

source: <- Check to disable AIOSEO in the WP-Adminbar
de_de: <- Auswählen zum Entfernen von AIOSEO aus der WP-Adminbar

source: <- Check to use your custom css
de_de: <- Auswählen, um individuelles CSS zu verwenden

source: <- NO NEED for this.
de_de: <- Dies ist NICHT ERFORDERLICH.

source: <- Please uncheck this.
de_de: <- Bitte diese Auswahl aufheben.

source: <b>NO NAGS</b> from "All in one SEO"
de_de: <b>KEINE WERBUNG</b> von „All in one SEO“

source: <span class="dashicons-superhero dashicons" style="color: rgb(176, 120, 184);"></span> <b>NO NAGS</b> from "All in one SEO"
de_de: <span class="dashicons-superhero dashicons" style="color: rgb(176, 120, 184);"></span> <b>KEINE WERBUNG</b> von „All in one SEO“

source: >> Settings
de_de: >> Einstellungen

source: @YOAST: We all know, that there is a premium version, but still think it is enough to mention it once and NOT cluttering the while backend with advertising!
de_de: @YOAST: Wir wissen doch alle, daß es da auch eine Premium Version gibt. Aber meinen, daß es wirklich reicht, das einmal zu erwähnen und NICHT das ganze Backend mit Werbung vollzumüllen!

source: A simple plugin, that stops the abusive admin area spam. And frees as well the ability to save category descriptions.
de_de: Ein einfaches Plugin, das den Spam im Admin-Bereich reduziert. Zudem wird auch das Speichern von Kategoriebeschreibungen wieder möglich.

source: Add your CSS here
de_de: Füge hier Dein eigenes CSS ein

source: And it does not interfer with the functions of your "All in One SEO - Plugin"
de_de: Und beeinträchtigt keine Funktionen Seines All in One SEO“ - Plugins

source: And it does not interfer with the functions of your "YOAST SEO - Plugin"
de_de: Und beeinflusst keine der Funktionen Deines „YOAST SEO“ - Plugins

source: And there IS NO REASON to block functions, like e.g. the editing of Category Descriptions.
de_de: Und es gibt KEINEN GRUND Funktionen zu blockieren, wie etwa das Bearbeiten von Kategoriebeschreibungen.

source: Be aware, that THIS could cause damage to your wp-admin area
de_de: Bitte beachten, daß DIES wirklich die Darstellung im WP Adminbereich zerstören kann

source: Block the premium ads?
de_de: Die Premium Werbung blockieren?

source: Click %1$shere%2$s to add your CSS
de_de: Klicke %1$shier%2$s um eigenes CSS hinzuzufügen

source: Click here to STOP - <br>the Upgrade-SPAM
de_de: Klick hier und STOPPE - <br>den Upgrade-SPAM

source: Click to disable
de_de: Klicke zum Deaktivieren

source: Custom css is enabled.
de_de: Individuelles CSS ist aktiviert.

source: Disable
de_de: Deaktiviere

source: Disable SEO menu in WP-Admin Bar?
de_de: Das SEO Menü in der WP-Admin Bar deaktivieren?

source: Disable this menu?
de_de: Dieses Menü deaktivieren?

source: Donate?
de_de: Spenden?

source: Examples:
de_de: Beispiele:

source: Load custom CSS?
de_de: Eigenes CSS laden?

source: No All in one SEO Notifications - STOP nagging me
de_de: No All in one SEO Notifications - STOP das Generve

source: No YOAST premium nags?
de_de: Keine YOAST Premium Werbung?

source: Note: This Plugin does only load CSS to block and unloads a pop-up script.
de_de: Hinweis: Dies Plugin lädt lediglich CSS zum Blockieren von Werbung und entfernt ein „Pop-up“ Script.

source: Note: This Plugin does only load CSS to block premium advertising.
de_de: Hinweis: Dieses Plugin lädt lediglich CSS um die Premium Werbung zu blockieren.

source: Notice
de_de: Hinweis

source: Only use save CSS here, and only use it, if you know, what you are doing:
de_de: Bitte benutze hier nur sicheres CSS und auch nur, wenn du weißt was du tust:

source: Rate this Plugin
de_de: Dieses Plugin bewerten

source: Save Settings
de_de: Einstellungen speichern

source: Settings
de_de: Einstellungen

source: So this plugin will clean things a little for us.
de_de: Also wird dieses Plugin ein wenig für uns aufräumen.

source: So this will clean things a little for us.
de_de: Also räumen wir hier etwas auf.

source: Stop all dismissible banners:
de_de: Stoppe alle Hinweis-Banner:

source: Stop jetpack from annoying you with upgrade-ads:
de_de: Halte jetpack davon ab, mit Upgrade-Werbung zu nerven:

source: Stop the abusive "All in One SEO" Admin Area messages
de_de: Stop die nervigen „All in One SEO“ Admin-Nachrichten

source: the Pro-Upgrade Nags
de_de: die Premium Upgrade-Nags

source: The SEO admin bar menu is disabled
de_de: Das SEO Admin-Bar Menü ist deaktiviert

source: This simple Plugin, was originally made for the "All in One SEO" - Plugin.
de_de: Diese kleine Plugin wurde ursprünglich für Nutzer des „All in One SEO“ Plugins gemacht.

source: This simple Plugin, will clean most of the abusive admin Spam from the "All in One SEO" - Plugin.
de_de: Dieses einfache Plugin wird die meiste Werbung vom „All in One SEO“ -Plugin entfernen.

source: Want to clean more?
de_de: Ein wenig mehr Werbung entfernen?

source: We are blocking the nagging
de_de: Juhu, die Werbung wird bereits blockiert

source: You are not using All in one SEO.
de_de: Du nutzt "All In One SEO" gar nicht.

source: You are not using YOAST SEO.
de_de: Du nutzt YOAST SEO nicht.

source: You are not using YOAST3 SEO.
de_de: Du nutzt YOAST SEO nicht.
